---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSection.WarpingConstant
source: html/634be9be-d9d2-b0cd-8f89-f856554b8035.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSection.WarpingConstant Property

Warping constant (Cw, Iomega, H).

## Syntax (C#)
```csharp
public double WarpingConstant { get; set; }
```